Repository: leavestylecode/JustShoot
Catalog: JustShoot/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %1$@ %2$@ built-in lens
zh_hans: %1$@ %2$@ 内置镜头

source: %@ point %lld
zh_hans: %1$@节点 %2$lld

# %@, ISO %lld, %lld shots taken
source: %1$@, ISO %2$lld, %3$lld shots taken
zh_hans: %1$@，ISO %2$lld，已拍 %3$lld 张

source: %lld percent
zh_hans: 百分之%lld

source: %lld photos are waiting to save.
zh_hans: %lld 张照片正在等待保存。

source: %lld selected
zh_hans: 已选择 %lld 张

source: %lld shots
zh_hans: %lld 张

source: %lldmm equivalent focal length
zh_hans: %lld 毫米等效焦距

source: A saved photo could not be opened. Its original files have been kept.
zh_hans: 无法打开一张待保存照片，原始文件已保留。

source: Add Curve
zh_hans: 添加曲线

source: Add Point
zh_hans: 添加节点

source: Adjust color temperature
zh_hans: 调整画面色温

source: Adjust green and magenta tint
zh_hans: 调整绿色与洋红色色调

source: After reproducing a problem, export the recent diagnostic log. It contains no photos or precise location.
zh_hans: 复现问题后，可导出最近的诊断日志。日志不含照片或精确位置。

source: Allow camera access for JustShoot in Settings
zh_hans: 请在系统设置中允许 JustShoot 访问相机

source: Altitude %@m
zh_hans: 海拔 %@m

source: Always available
zh_hans: 始终可用

source: Aperture
zh_hans: 光圈

source: Auto
zh_hans: 自动

source: Auto bracket exposure
zh_hans: 自动包围曝光

source: Auto color adjustments
zh_hans: 自动色彩调整

source: Auto color temperature
zh_hans: 自动色温

source: Auto exposure
zh_hans: 自动曝光

source: Auto tint
zh_hans: 自动色调

source: Automatic value unavailable
zh_hans: 尚未获得自动读数

source: Back
zh_hans: 返回

source: Black
zh_hans: 黑

source: Blue
zh_hans: 蓝

source: Brand
zh_hans: 品牌

source: Brown
zh_hans: 棕

source: Browse %lld film packs
zh_hans: 浏览 %lld 款胶片包装

source: Browse all film packaging cards
zh_hans: 浏览所有胶片包装卡片

source: Built-in
zh_hans: 内置

source: Built-in Curves
zh_hans: 内置曲线

source: Built-in lens
zh_hans: 内置镜头

source: Camera access required
zh_hans: 需要相机权限

source: Camera unavailable
zh_hans: 相机暂不可用

source: Cancel
zh_hans: 取消

source: Caps shutter speed at 1/focal length to keep handheld shots sharp. Turn it off to allow slower shutters in low light — better shadow detail, but more motion blur.
zh_hans: 按 1/等效焦距 限制快门速度，手持拍摄优先保清晰。关闭后暗光可用更慢快门——暗部细节更好，但运动模糊风险更高。

source: Caption
zh_hans: 文案

source: Capture
zh_hans: 拍照

source: Capture failed
zh_hans: 拍摄失败

source: Capture failed: couldn't get image data, please try again
zh_hans: 拍摄失败：未能获取图像数据，请重试

source: Channel
zh_hans: 通道

source: Choose which built-in curves appear in the camera. Neutral remains available so you can always remove a curve effect.
zh_hans: 选择要在相机中显示的内置曲线。中性曲线始终保留，方便随时移除曲线效果。

source: Circle
zh_hans: 圆形

source: Color
zh_hans: 颜色

source: Color adjustments could not be applied. Auto has been restored.
zh_hans: 无法应用色彩调整，已恢复自动。

source: Color temperature
zh_hans: 色温

source: Color temperature could not be applied. Auto has been restored.
zh_hans: 无法应用色温调整，已恢复自动。

source: Confirm delete
zh_hans: 确认删除

source: Could not delete filter
zh_hans: 无法删除滤镜

source: Couldn't access the file
zh_hans: 无法访问文件

source: Couldn't parse the .cube file: %@
zh_hans: 无法解析 .cube 文件：%@

source: Cover shape
zh_hans: 封面形状

source: Create Your First Curve
zh_hans: 创建第一条曲线

source: Current film: %@
zh_hans: 当前胶片：%@

source: Curve Name
zh_hans: 曲线名称

source: Curve Options
zh_hans: 曲线选项

source: Curve picker
zh_hans: 曲线选择

source: Custom
zh_hans: 自定义

source: Custom curves can adjust overall contrast and individual red, green, and blue channels.
zh_hans: 自定义曲线可调整整体对比度以及红、绿、蓝独立通道。

# Custom filter %@, ISO %lld
source: Custom filter %1$@, ISO %2$lld
zh_hans: 自定义滤镜 %1$@，ISO %2$lld

# Custom filter %@, ISO %lld, %lld shots taken
source: Custom filter %1$@, ISO %2$lld, %3$lld shots taken
zh_hans: 自定义滤镜 %1$@，ISO %2$lld，已拍 %3$lld 张

source: Custom filters
zh_hans: 自定义滤镜

source: Default
zh_hans: 默认

source: Delete
zh_hans: 删除

source: Delete %lld selected photos? This cannot be undone.
zh_hans: 确定要删除选中的 %lld 张照片吗？此操作不可撤销。

source: Delete Curve?
zh_hans: 删除曲线？

source: Delete Point
zh_hans: 删除节点

source: Delete photo
zh_hans: 删除照片

source: Delete this photo
zh_hans: 删除这张照片

source: Delete this photo? This cannot be undone.
zh_hans: 确定要删除这张照片吗？此操作不可撤销。

source: Done
zh_hans: 完成

source: Drag a point vertically. Points stay ordered automatically to keep the result photographic and free of tone reversals.
zh_hans: 垂直拖动节点。节点会自动保持顺序，令影调自然并避免色调反转。

source: Edit Curve
zh_hans: 编辑曲线

source: Export Diagnostic Log
zh_hans: 导出诊断日志

source: Exposures
zh_hans: 张数

source: Fade
zh_hans: 褪色

source: Failed to parse LUT or dimensions mismatch
zh_hans: LUT 解析失败或尺寸不匹配

source: Film Card
zh_hans: 胶片卡片

source: Film Curves
zh_hans: 胶片曲线

source: Film Library
zh_hans: 胶片图鉴

source: Film Soft
zh_hans: 胶片柔和

source: Filter
zh_hans: 筛选

source: Filter (active)
zh_hans: 筛选（已启用）

source: Filter name
zh_hans: 滤镜名称

source: Filter · %lld
zh_hans: 筛选 · %lld

source: Final Preview
zh_hans: 最终预览

source: Flash
zh_hans: 闪光灯

source: Flash off
zh_hans: 闪光灯关闭

source: Flash on
zh_hans: 闪光灯开启

source: Focal length
zh_hans: 焦距

source: Focal length selector
zh_hans: 焦距选择

source: Format
zh_hans: 画幅

source: Gallery
zh_hans: 相册

source: Gray
zh_hans: 灰

source: Green
zh_hans: 绿

source: Grid layout options
zh_hans: 网格布局选项

source: Grid size
zh_hans: 网格大小

source: Head to the camera to start shooting
zh_hans: 前往拍摄页面开始拍照

source: Hide
zh_hans: 隐藏

source: High
zh_hans: 高

source: Import
zh_hans: 导入

source: Import LUT
zh_hans: 导入 LUT

source: Import failed
zh_hans: 导入失败

source: Input
zh_hans: 输入

source: Keep Processing Stages
zh_hans: 保留处理阶段对照图

source: LUT resource not found: %@.cube
zh_hans: 找不到 LUT 资源：%@.cube

source: Large
zh_hans: 大

source: Live Photo is unavailable. Turn off Live Photo or reopen the camera to try again.
zh_hans: Live Photo 暂不可用。请关闭 Live Photo，或重新进入相机后再试。

source: Live Photo unavailable
zh_hans: Live Photo 暂不可用

source: Location off
zh_hans: 位置已关闭

source: Log export failed
zh_hans: 日志导出失败

source: Manage
zh_hans: 管理

source: Manage Curves
zh_hans: 管理曲线

source: Manage film curves
zh_hans: 管理胶片曲线

source: Manual exposure
zh_hans: 手动曝光

source: Master
zh_hans: 主曲线

source: Matte
zh_hans: 哑光

source: Maximum
zh_hans: 最高

source: Maximum also switches capture to the system's highest-quality pipeline; shots take slightly longer to finish.
zh_hans: 「最高」档同时会把采集切换到系统最高画质管线，成片处理会稍慢。

source: Microphone access is off. Turn it on in Settings to record sound.
zh_hans: 麦克风权限已关闭。前往“设置”开启后即可录音。

source: More Curve Actions
zh_hans: 更多曲线操作

source: Most recent photo
zh_hans: 最近的照片

source: Most recent photo — %lld total
zh_hans: 最近的照片 — 共 %lld 张

source: My Curve
zh_hans: 我的曲线

source: My Curves
zh_hans: 我的曲线

source: Name
zh_hans: 名称

source: Neutral
zh_hans: 中性

source: Neutral is always available
zh_hans: 中性曲线始终可用

source: New Curve
zh_hans: 新建曲线

source: No matches
zh_hans: 没有匹配

source: No photos
zh_hans: 没有照片

source: No photos yet
zh_hans: 暂无照片

source: No saved photos are available yet. Please try again.
zh_hans: 暂时没有可查看的已保存照片，请重试。

source: Notes
zh_hans: 备注

source: OK
zh_hans: 好

source: Open Settings
zh_hans: 打开设置

source: Open Settings and allow Location Services to geo-tag photos
zh_hans: 前往系统设置，允许定位以给照片添加地理位置

source: Open Shadows
zh_hans: 通透暗部

source: Open larger view
zh_hans: 查看大图

source: Opening your library…
zh_hans: 正在打开图库…

source: Orange
zh_hans: 橙

source: Other
zh_hans: 其他

source: Output
zh_hans: 输出

source: Photo Quality
zh_hans: 照片画质

source: Photo saving
zh_hans: 照片保存

source: Photos could not be loaded. Please try again.
zh_hans: 无法加载相册，请重试。

source: Photos waiting to save
zh_hans: 待保存照片

source: Pick a .cube file to use as a custom filter
zh_hans: 选择一个 .cube 文件作为自定义滤镜

source: Pick a built-in look as a starting point, then make it your own.
zh_hans: 选择一个内置风格作为起点，再调整出自己的效果。

source: Please try exporting the diagnostic log again.
zh_hans: 请重新尝试导出诊断日志。

source: Please wait for these photos to finish saving before deleting them.
zh_hans: 请等待这些照片保存完成后再删除。

source: Please wait for your photos to finish saving, or free up storage.
zh_hans: 请等待照片保存完成，或释放一些存储空间。

source: Please wait for your photos to finish saving.
zh_hans: 请等待照片保存完成后再拍摄。

source: Process
zh_hans: 冲洗工艺

source: Punch
zh_hans: 强反差

source: Purple
zh_hans: 紫

source: Record sound with your Live Photos.
zh_hans: 拍摄 Live Photo 时录入声音。

source: Red
zh_hans: 红

source: Reset
zh_hans: 重置

source: Reset All Curves
zh_hans: 重置全部曲线

source: Reset Channel
zh_hans: 重置通道

source: Retry
zh_hans: 重试

source: Retry Saving
zh_hans: 重试保存

source: Rounded
zh_hans: 圆角

source: Safe Shutter Limit
zh_hans: 安全快门限制

source: Save
zh_hans: 保存

source: Save failed
zh_hans: 保存失败

source: Save failed: %@
zh_hans: 保存失败：%@

source: Save the original plus each processing stage (LUT, optics, grain) for every shot. Find them in Files → On My iPhone → JustShoot → ProcessingDiagnostics. Only the last 6 shots are kept.
zh_hans: 每次拍摄额外保留原片与各处理阶段（LUT、光学、颗粒）的对照图。位置：文件 App → 我的 iPhone → JustShoot → ProcessingDiagnostics。仅保留最近 6 次拍摄。

source: Save to Photos
zh_hans: 保存到相册

source: Saved
zh_hans: 保存成功

source: Saving…
zh_hans: 保存中

source: Select
zh_hans: 选择

source: Select All
zh_hans: 全选

source: Show
zh_hans: 显示

source: Show %@ in camera
zh_hans: 在相机中显示 %@

source: Show or hide this curve in the camera
zh_hans: 在相机中显示或隐藏此曲线

source: Shutter
zh_hans: 快门

source: Size
zh_hans: 尺寸

source: Small
zh_hans: 小

source: Sound
zh_hans: 声音

source: Space Saving
zh_hans: 节省空间

source: Square
zh_hans: 方形

source: Standard
zh_hans: 标准

source: Start From
zh_hans: 从此风格开始

source: Start shooting with this film
zh_hans: 开始使用此胶片拍摄

source: Start shooting with this filter
zh_hans: 开始使用此滤镜拍摄

source: Subtype
zh_hans: 规格

source: Take a photo
zh_hans: 拍摄一张照片

source: Tap to add a point. Drag points in any direction.
zh_hans: 轻点添加节点，向任意方向拖动调整。

source: Temp.
zh_hans: 色温

source: This LUT is invalid or unsupported.
zh_hans: 此 LUT 无效或不受支持。

source: This LUT uses an unsupported input range.
zh_hans: 此 LUT 的输入范围暂不受支持。

source: Tint
zh_hans: 色调

source: Toggle flash
zh_hans: 切换闪光灯开关

source: Toggle selection
zh_hans: 切换选中状态

source: Tone Curve
zh_hans: 影调曲线

source: Tone curve editor
zh_hans: 曲线编辑器

source: Try Again
zh_hans: 重试

source: Try adjusting the filters
zh_hans: 调整筛选条件试试

source: Unable to load photo
zh_hans: 无法加载照片

source: Unable to open photos
zh_hans: 无法打开相册

source: Unknown
zh_hans: 未知

source: Unknown error
zh_hans: 未知错误

source: Unknown lens
zh_hans: 未知镜头

source: View photo
zh_hans: 查看照片

source: Warm Print
zh_hans: 暖调印相

source: White
zh_hans: 白

source: X-Pro
zh_hans: 交叉冲洗

source: Yellow
zh_hans: 黄

source: Your library could not be opened
zh_hans: 无法打开图库

source: Your original photos and Live Photo videos are kept on this device.
zh_hans: 原始照片和实况视频已保存在此设备上。

source: Your photo is kept on this device. Saving will be retried when you return to the app.
zh_hans: 照片已保存在此设备上，返回应用时会重试保存。

source: Your photos and filters have been kept. Please try again.
zh_hans: 照片和滤镜均已保留，请重试。

source: “%@” will be permanently deleted.
zh_hans: “%@”将被永久删除。
